@extends('layouts.app')

@section('title', 'Главная страница')

@section('content')
    <h2>Добро пожаловать на главную страницу моего первого приложения!</h2>
    <p>Это простое приложение для управления задачами, предназначенное для упрощения планирования и повышения продуктивности.</p>
    <p>Оно позволяет пользователям отслеживать список дел.</p>
    <h3>Основные функции:</h3>
    <ul>
        <li>Просмотр списка задач</li>
        <li>Просмотр отдельной задачи</li>
        <li>Создание новой задачи</li>
        <li>Редактирование задач</li>
        <li>Удаление задач</li>
    </ul>
@endsection
